10/data/attachments/f26d7701677608da.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_e640d8d4-cc95-4499-a45e-95bdf4047d43</nif:username>
            <nif:friendToBeAdded>Jennifer_fund_Friend_75389_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>